//お題配列定義
export const age = ["10代","20代","30代","40代","50代","60代以降"]; 

export const category = [
	"ファッション","映画配信・音楽配信サービス","食品宅配","家具・インテリア","雑貨","サブスク","ヘアケア・ボディケア","各種洗剤・石鹸・歯磨粉","家電","フレグランス","基礎化粧品・コスメ","ジュエリー・時計","飲料（酒以外）","菓子・スイーツ","IT・ソフトウェア","ダイエット","米・野菜・フルーツ","海鮮・肉","乳製品","健康食品・サプリ","花火大会","神社・仏閣","スポーツ・フィットネス","旅行（プラン）","地方創生","博物館・美術館 企画展","DIY・ガーデニング","ハンドメイド","プラネタリウム","webサービス","私大・予備校・専門学校","オンライン学習","ペット","掃除代行・家事代行","電力・ガス","回線契約（有線・無線不問）","美容医療","審美歯科","医療","ビール・ウイスキー・ワイン","日本酒・焼酎","ホテル・旅館","ヨガ・瞑想","車買取・レンタカー","金融（NISA,iDeCo）、資産運用","生命保険・健康保険","冠婚葬祭","分譲住宅・注文住宅","介護","士業","婚活・マッチングapp","派遣会社・転職・就職","ライブ・フェス・演奏会","商業施設","レジャー施設","確定申告","不動産"];

export const youngExcludeCat = ["掃除代行・家事代行","電力・ガス","回線契約（有線・無線不問）","美容医療","審美歯科","ビール・ウイスキー・ワイン","日本酒・焼酎","ホテル・旅館","車買取・レンタカー","金融（NISA,iDeCo）、資産運用","生命保険・健康保険","冠婚葬祭","分譲住宅・注文住宅","介護","士業","確定申告","婚活・マッチングapp","派遣会社・転職・就職","不動産"];

export const seniorExcludeCat = ["私大・予備校・専門学校", "オンライン学習", "婚活・マッチングapp","派遣会社・転職・就職","ダイエット","審美歯科"];

export const size = [
	"1200 × 628(X twitter)","1200 × 1200(X twitter)",
	"1080 × 1350(Instagram)","1080 × 1080(Instagram)",
	"1080 × 1080(Facebook)","1200 × 628(Facebook)",
	"1200 × 628(LINE)","1080 × 1080(LINE)",
	"1200 × 1200(google)","1200 × 628(google)","600 × 500(google)","728 × 90(google)",
	"1200 × 1200(Yahoo!)","600 × 500(yahoo!)","1456 × 180(yahoo!)",
	"640 × 100(スマホバナー)","800 × 1200(スマホフルスクリーン)"
		];

export const gender= ["女性","女性","女性","女性","男性","男性","男性","男性","ジェンダーレス","ジェンダーレス"];

export const taste = [
  "レトロ", "モダン", "ミニマル", "ゴージャス", "ファンタジー","人物写真","きれいめ",
  "高級感", "ヴィンテージ", "ポップアート", "グラフィカル", "手描き風","暖色系", "寒色系", "パステル", "モノトーン", "コントラスト",
  "有機的", "幾何学", "立体感", "フラットデザイン", "質感","イラスト","文字組み中心"
];

export const additionalTastes = [
  "春", "夏", "秋", "冬","クリスマス", "ハロウィン", "バレンタイン","キャンペーン","キャンペーン","自然", "都市","新商品","お得","限定","お得","限定","お正月","シーズンイベント","クーポン"
];